{
    "data": [
        {
            "id": "61d8f96a-6287-451a-ad68-e52f3d6004cf",
            "igdb_id": 2255,
            "igdb_name": "Mario Strikers Charged",
            "igdb_first_release_date": 1180051200,
            "igdb_cover_img_id": "rvkrv6vnrlzql6yis7ns",
            "igdb_summary": "Take to the pitch as Mario Strikers Charged arrives with a new roster of features. The follow-up to \"Super Mario Strikers\" delivers bigger shots, massive hits and the chance to play gamers around the world. Mario Strikers Charged is high-impact, all the time. More captains, more playing fields, more sidekicks: It's crush or be crushed in this wild kickfest.",
            "created_at": "2019-08-15T04:07:37.957Z",
            "modified_at": "2019-08-15T04:07:37.957Z"
        },
        {
            "id": "90f6946f-ce30-44a2-b567-1d7556d2fea3",
            "igdb_id": 3680,
            "igdb_name": "Dance Dance Revolution Mario Mix",
            "igdb_first_release_date": 1121299200,
            "igdb_cover_img_id": "baqmrykqnyfir5hfiqrm",
            "igdb_summary": "Boogie down with Mario in his own dance party. Players shake their things to more than 25 dance-flavored songs, from classic Nintendo themes to familiar favorites. With five difficulty levels, dancers of all abilities will be able to get into the groove. The special \"Workout\" feature tracks the calories burned while playing. Someone has stolen the Music Keys and released the music they held. Without the Music Keys, the unstable power of the music is wreaking havoc on the land. Mario must recover them before the chaos destroys the entire Mushroom Kingdom! The path to the keys is simple: Left, Right, Up, Down, Right, Down ...Characters include Mario, Luigi, Toad, Waluigi, Wario, Bowser. Players clear levels by performing the correct steps. Once they clear all the levels in a particular world, they'll collect a Music Key. Collect all the Music Keys to win. Players control Dance Dance Revolution: Mario Mix by stepping on different arrows on the Action Pad (included with game). Players can finally experience the thrill of stomping Goombas and other enemies firsthand. As players clear songs, they will unlock more songs, minigames and difficulty levels.",
            "created_at": "2019-08-15T04:07:37.969Z",
            "modified_at": "2019-08-15T04:07:37.969Z"
        },
        {
            "id": "74e95e20-5984-4e8d-8888-0609edbc1a7a",
            "igdb_id": 16748,
            "igdb_name": "Super Mario Advance 4: Super Mario Bros. 3",
            "igdb_first_release_date": 1057881600,
            "igdb_cover_img_id": "vevsap5mcanio8tbdad9",
            "igdb_summary": "Super Mario Advance 4 is a GBA remake of Super Mario Bros. 3 for the NES.\n\nSuper Mario Advance is a four-part series for the GBA with Super Mario games of the NES and SNES era. The remakes came with adjusted graphics, sound and additional content. Each game of the series includes additionally the arcade-classic \"Mario Bros\" which can be played in multiplayer via link cable.",
            "created_at": "2019-08-15T04:07:37.982Z",
            "modified_at": "2019-08-15T04:07:37.982Z"
        },
        {
            "id": "e9872069-e6d3-4338-8c50-49a34157dc53",
            "igdb_id": 6504,
            "igdb_name": "Mario Tennis: Power Tour",
            "igdb_first_release_date": 1126569600,
            "igdb_cover_img_id": "sxcuwdfzgjsavjzjkddt",
            "igdb_summary": "Players can test their backhand in this unique role-playing tennis adventure. Train hard at the Royal Tennis Academy to be a champion. Gain experience and improve your skills through lessons and tournaments, and rise to the top of the ranks. Play as Mario, Peach, Waluigi, or Donkey Kong in a slew of wild modes. Advance through the story and unlock even more characters, all with their own power moves. Beat Mario at his own game, then link up with a friend or three for even more frantic fun.",
            "created_at": "2019-08-15T04:07:37.987Z",
            "modified_at": "2019-08-15T04:07:37.987Z"
        },
        {
            "id": "fc0467e7-b61f-4163-b52f-a3b5c88261c3",
            "igdb_id": 2349,
            "igdb_name": "Mario Kart 7",
            "igdb_first_release_date": 1322784000,
            "igdb_cover_img_id": "co1nxk",
            "igdb_summary": "The seventh installment of the fan-favorite Mario Kart franchise brings Mushroom Kingdom racing fun into glorious 3D. For the first time, drivers explore new competitive kart possibilities, such as soaring through the skies or plunging to the depths of the sea. New courses, strategic new abilities and customizable karts bring the racing excitement to new heights.",
            "created_at": "2019-08-15T04:07:37.991Z",
            "modified_at": "2019-08-15T04:07:37.991Z"
        },
        {
            "id": "e9b59d67-e348-41b3-9ab5-5742cd7d12f7",
            "igdb_id": 2256,
            "igdb_name": "Super Mario Strikers",
            "igdb_first_release_date": 1132272000,
            "igdb_cover_img_id": "mjt0qsj3dtualfjsmgxq",
            "igdb_summary": "Forget what you know about soccer, because in the Mushroom Kingdom, anything goes! Get ready for crazy five-on-five matches as Mario and Co. hit the pitch for the first time ever!",
            "created_at": "2019-08-15T04:07:37.994Z",
            "modified_at": "2019-08-15T04:07:37.994Z"
        },
        {
            "id": "2e9f607b-2e0d-4ec9-a42c-b61e3d2f2123",
            "igdb_id": 11195,
            "igdb_name": "Mario & Luigi: Paper Jam",
            "igdb_first_release_date": 1449100800,
            "igdb_cover_img_id": "idketxgjzfznumiooigw",
            "igdb_summary": "Paper Mario jumps out of a book and into the bizarre adventures of Mario & Luigi, resulting in hilarious, and dangerous, hijinks! Become the superstar team of Mario, Luigi and Paper Mario to take on quests, take down enemies, and untangle these two unique universes in this playful new entry in the Mario & Luigi series.",
            "created_at": "2019-08-15T04:07:37.956Z",
            "modified_at": "2019-08-15T04:07:37.956Z"
        },
        {
            "id": "42665dfa-a300-4f38-9e2e-1f2fa5b3c0bb",
            "igdb_id": 3365,
            "igdb_name": "Mario & Luigi: Dream Team",
            "igdb_first_release_date": 1373587200,
            "igdb_cover_img_id": "n3ixw6sevozbp5fs3ms9",
            "igdb_summary": "Mario and Luigi embark on the adventure of their dreams in a hilarious action RPG that combines the resort world of Pi’illo Island with the wild landscapes of Luigi’s imagination, where anything can happen. Meet a host of hilarious characters as you strive to rescue Princess Peach and help Prince Dreambert free his petrified Pi’illo people from the bat-king Antasma’s curse.",
            "created_at": "2019-08-15T04:07:37.969Z",
            "modified_at": "2019-08-15T04:07:37.969Z"
        },
        {
            "id": "4601318d-e109-4637-9e68-44983a140630",
            "igdb_id": 47847,
            "igdb_name": "Dr. Mario Express",
            "igdb_first_release_date": 1230076800,
            "igdb_cover_img_id": "uuzpo1froyfsoglxjtay",
            "igdb_summary": "Dr. Mario Express, known in Japan and PAL regions as A Little Bit of... Dr. Mario (ちょっとDr. MARIO Chotto Dr. Mario?),[5] is a Mario action puzzle video game published by Nintendo. The game was released exclusively as a DSiWare title for the Nintendo DSi platform. Dr. Mario Express was first released as a launch title for the DSiWare service in Japan on December 24, 2008, and was released in both North America and PAL regions in 2009. The game was developed by Arika, which had also created Dr. Mario Online Rx for WiiWare. \n \nDr. Mario Express features the general gameplay of earlier Dr. Mario puzzle games, which focus on eliminating colored viruses from the playing field by matching them with colored capsules. Dr. Mario Express received generally positive reviews, but was criticized for offering fewer playable game modes than earlier Dr. Mario titles.",
            "created_at": "2019-08-15T04:07:37.983Z",
            "modified_at": "2019-08-15T04:07:37.983Z"
        },
        {
            "id": "15570701-af4f-44f4-a8c0-bc7333c4b9f8",
            "igdb_id": 3364,
            "igdb_name": "Mario & Luigi: Partners in Time",
            "igdb_first_release_date": 1133136000,
            "igdb_cover_img_id": "xudtsaano0z9rlbhkyzw",
            "igdb_summary": "The famous Mario Brothers return in this sequel to the humorous Superstar Saga. In this adventure, Princess Peach takes a trip in a time machine, but when it returns, there's only a monster inside! The heroic brothers travel back in time only to discover that evil alien life forms known as the Shroobs have taken over the Mushroom Kingdom, and no-one is safe! They soon meet up with their younger selves, and set out to stop the alien menace, not to mention rescue the Princess!",
            "created_at": "2019-08-15T04:07:37.987Z",
            "modified_at": "2019-08-15T04:07:37.987Z"
        },
        {
            "id": "8b44e9a6-e25f-451d-9310-25dc7170a23b",
            "igdb_id": 3350,
            "igdb_name": "Paper Mario: Sticker Star",
            "igdb_first_release_date": 1352592000,
            "igdb_cover_img_id": "co1ie6",
            "igdb_summary": "On the day of the annual Sticker Fest, Bowser decides to pull a prank and scatters six Royal Stickers across the land. To retrieve these mysterious, magical stickers, which are now stuck onto Bowser and his underlings, Mario sets off on an adventure with Kersti, a sticker fairy, visiting prairies, deserts, forests, snowy mountains and volcanoes around the world.",
            "created_at": "2019-08-15T04:07:37.970Z",
            "modified_at": "2019-08-15T04:07:37.970Z"
        },
        {
            "id": "393b4ede-3f8c-4ed5-bb93-e86359ae4028",
            "igdb_id": 3988,
            "igdb_name": "Mario Hoops 3-on-3",
            "igdb_first_release_date": 1153958400,
            "igdb_cover_img_id": "bfnzdyyzfykloypi4ct8",
            "igdb_summary": "Get that magic touch. There are plenty of basketball games out there, but none with the hands-on control of Mario Hoops 3-on-3. Players use the touch screen to get their game on as they execute tricky dribbles, special passes and sweet shots - all with strokes and taps of the stylus. Players choose their teams of three characters from the Mario universe and hit the parquet. Power-ups like Red Shells and Bob-ombs can turn the tide as they chase down coins - they will affect the score, so players collect as many as they can as they drive to the hoop. Whether playing against friends on a local wireless connection, jamming through a tournament or just playing mini-games, there's a mode for everyone.",
            "created_at": "2019-08-15T04:07:37.983Z",
            "modified_at": "2019-08-15T04:07:37.983Z"
        },
        {
            "id": "9ea9f3f3-3f18-4fcb-8c38-a1ae6e37ebc6",
            "igdb_id": 3349,
            "igdb_name": "Paper Mario: The Thousand-Year Door",
            "igdb_first_release_date": 1090454400,
            "igdb_cover_img_id": "co1n4d",
            "igdb_summary": "What Sleeps Behind the Door? \n \nTime passes, the pages turn…and a new chapter unfolds in an unfamiliar land! Get ready for a two-dimensional role-playing adventure for the ages as Mario returns to paper form to discover a mystery that sleeps behind an ancient, legendary portal called the Thousand-Year Door. The quest is long, the dangers many, and this time, Mario will have to make full use of his papery qualities just to survive. \n \nTake to the stage! Impressing the crowd builds power for super attacks, but don’t disappoint the audience, or you’ll pay! \n \nNo need to go it alone! You’ll need to rely on sidekicks to survive, and even enemies have roles to play… \n \nDon’t fold under pressure! Fold into a paper airplane, turn sideways to slip through cracks, and much more. \n \nStay on your toes! Stamp foes, swing your hammer, and use timely button presses to do damage!",
            "created_at": "2019-08-15T04:07:37.987Z",
            "modified_at": "2019-08-15T04:07:37.987Z"
        },
        {
            "id": "3d185f34-3be5-4224-914a-dd0596ebd331",
            "igdb_id": 3541,
            "igdb_name": "Mario no Photopi",
            "igdb_first_release_date": 912556800,
            "igdb_cover_img_id": "g8kf8qvdbyggq6jisyyl",
            "igdb_summary": "Japan only game creativity game. Allowed players to import digital photos and other images and for transfer between the cards.",
            "created_at": "2019-08-15T04:07:37.992Z",
            "modified_at": "2019-08-15T04:07:37.992Z"
        },
        {
            "id": "5a1350c6-b6cf-44da-af95-127291627518",
            "igdb_id": 1078,
            "igdb_name": "Super Mario Galaxy 2",
            "igdb_first_release_date": 1274572800,
            "igdb_cover_img_id": "tf1qyfyiqxemaf7fzvyw",
            "igdb_summary": "Prepare for liftoff with Mario and Yoshi! \n \nIn 2007, Super Mario Galaxy took the world of video games by storm. Now this first true Mario sequel in years re-energizes the franchise with new levels and new power-ups. Plus this time Mario gets to team up with his dinosaur buddy Yoshi, who adds new possibilities to the gravity-defying game play. It's everything you love about the first game and more. \n \n* Mario collects stars as he travels from galaxy to galaxy. Every level is new, but the game retains the charm, sense of wonder and beauty in line with Mario's history. Mario works his way through the various levels, sometimes upside-down, sometimes floating from place to place. \n \n* On some stages, Mario can find an egg, smash it open and hop onto the back of Yoshi. Yoshi can use his tongue to grab items and shoot them back at enemies, or to snag attach points and swing across chasms. \n \n* Yoshi has an interesting diet. When he eats a Dash Pepper, he gets so hot and frenzied he can run up steep inclines and vertical walls. When he eats a Blimp Fruit, he inflates like a balloon and floats to new heights. \n \n* New power-ups include a drill that Mario uses to tunnel through the planet's surface all the way to the other side of a planet. \n \n* Skilled players will want to collect new Comet Metals, which will unlock harder levels with even more challenges.",
            "created_at": "2019-08-15T04:07:37.995Z",
            "modified_at": "2019-08-15T04:07:37.995Z"
        },
        {
            "id": "f45afec4-64df-43f0-b87b-f2fc133feddd",
            "igdb_id": 1709,
            "igdb_name": "Mario & Wario",
            "igdb_first_release_date": 746409600,
            "igdb_cover_img_id": "u9fobfotbtvxsbvn18tw",
            "igdb_summary": "This is the Spirit Forest. Within these woods lives a sprite, and those who meet it find happiness, or so the tale goes. One day, Mario came to the woods to confirm the legend. Peach and Yoshi should have been together with Luigi......but alas, the visage of Luigi was missing. Mario's group of three have separated to find lost little Luigi. \n \nAt once, the suspicious sound of an engine was in the air. I wonder what it could be? It was Wario riding his personal plane, the Bulldog, and it dropped a bucket from the sky. \n \n\"Whew, woosh!\" \n \nAnd suddenly, the bucket was a snug fit on Mario's head. \n \n\"Uwagh, I can't see in this thing!\" \n \nThe sprite of the woods, Wanda, witnessed it. The petite pixie did not have the strength to remove the bucket on her own, but she desired to help somehow. Thus, Wanda sends Mario a signal with her magic wand, determined to reunite him with Luigi......",
            "created_at": "2019-08-15T04:07:37.970Z",
            "modified_at": "2019-08-15T04:07:37.970Z"
        },
        {
            "id": "99486636-5e22-4a06-811b-3d65a3f43f3b",
            "igdb_id": 5712,
            "igdb_name": "Mario Tennis Open",
            "igdb_first_release_date": 1337472000,
            "igdb_cover_img_id": "n5mqohdm0jdqikrudwmz",
            "igdb_summary": "Instantly jump into the multiplayer fun, locally or online, as your Mii or your favorite Mushroom Kingdom character. Discover simple touch screen controls as well as strategic depth with different tennis swings, both which propel the tennis experience into an ever-intensifying crescendo of fun as the volleys go on.",
            "created_at": "2019-08-15T04:07:37.983Z",
            "modified_at": "2019-08-15T04:07:37.983Z"
        },
        {
            "id": "7cfc6849-2580-4fb8-8aaa-fcb30932060b",
            "igdb_id": 1070,
            "igdb_name": "Super Mario World",
            "igdb_first_release_date": 659145600,
            "igdb_cover_img_id": "co1mxo",
            "igdb_summary": "Super Mario World (known in Japan as Super Mario World: Super Mario Bros. 4) is a side-scrolling platformer developed by Nintendo EAD and published by Nintendo for the Super Nintendo Entertainment System on November 21, 1990 (in Japan), August 31, 1991 (in North America), and April 11, 1992 (in Europe). \n \nOne of the launch titles of the SNES (and bundled with early systems in North America), Super Mario World is the fifth main game in the Super Mario series. (starring Nintendo's mascot, Mario, and his brother, Luigi). The game follows both Mario brothers as they explore Dinosaur Land (known for its large amount of dinosaurs) to find and defeat the evil Koopa king Bowser (and his seven underlings, the Koopalings) while rescuing Princess Toadstool. \n \nAlong with new abilities (such as the \"Spin Jump\"), a new power-up (the \"Cape Feather\") and more obstacles, the game introduces dinosaur companions (known as Yoshi) that Mario and Luigi can ride. Yoshi, known for using their long tongues to snare and eat enemies, have become a fan-favorite among the series (giving them their own games and spin-offs, most notably this game's prequel). \n \nSpecial bundles of the SNES in 1994 included a compilation cartridge mixing Super Mario World with Super Mario All-Stars. The only difference in this version is a new sprite set for Luigi. The original game was later ported to the Game Boy Advance on February 11, 2002 as Super Mario World: Super Mario Advance 2. Along with a special version of the original Mario Bros., the port includes a variety of differences, including Luigi as a selectable character (who now has unique features, such as his floating jump from Super Mario Bros. 2), new voice acting, and the ability to save anywhere. The original game was also digitally re-released in Nintendo's Virtual Console platform for the Wii (on February 5, 2007) and Wii U (on April 26, 2013).",
            "created_at": "2019-08-15T04:07:37.992Z",
            "modified_at": "2019-08-15T04:07:37.992Z"
        },
        {
            "id": "d17f030e-922c-41ad-8a60-c75442857ec5",
            "igdb_id": 5199,
            "igdb_name": "Super Mario All-Stars",
            "igdb_first_release_date": 742608000,
            "igdb_cover_img_id": "co1hop",
            "igdb_summary": "Super Mario All-Stars was released on the SNES and is compilation of NES ports of Super Mario Bros., Super Mario Bros.:The Lost Levels, Super Mario Bros. 2 (USA), and Super Mario Bros. 3. All four games had updated 16-bit graphics and sound to go with it's newer more powerful hardware while gameplay remained mostly identical to its NES counterparts. A year later the All-Stars pack received a fifth game to its collection, Super Mario World. Late 2010 had yet another release called Super Mario All-Stars 25th Anniversary Edition for the Wii in honor of Super Mario Bros. 25th anniversary. This Wii edition came with a CD featuring much of the music from the games and a small booklet detailing Super Mario Bros. history.",
            "created_at": "2019-08-15T04:07:37.996Z",
            "modified_at": "2019-08-15T04:07:37.996Z"
        },
        {
            "id": "b16d8a1b-6b6c-4d5a-9407-472a2b77d125",
            "igdb_id": 2707,
            "igdb_name": "Mario & Sonic at the Olympic Winter Games",
            "igdb_first_release_date": 1132099200,
            "igdb_cover_img_id": "zpumgtz6k75iw1z7ocab",
            "igdb_summary": "Mario & Sonic at the Olympic Winter Games controlling an on-screen character through authentic Olympic events with the specific tailored controls for the Wii",
            "created_at": "2019-08-15T04:07:37.988Z",
            "modified_at": "2019-08-15T04:07:37.988Z"
        },
        {
            "id": "65f9b66c-e529-4dbc-9884-2153c5a3f438",
            "igdb_id": 3986,
            "igdb_name": "Mario Superstar Baseball",
            "igdb_first_release_date": 1121904000,
            "igdb_cover_img_id": "vqcypqwrvipp4ygms8vu",
            "igdb_summary": "The superstars of the Mushroom Kingdom have gathered on the diamond to power up America's game! Pick a captain, fill your team with your favorite characters from the Mario universe, then hit the field. Each captain has a special Star Skill for pitching and batting, so whether you're hurling fireballs as Mario or blasting curving banana-ball dingers as DK, you've never played ball like this!",
            "created_at": "2019-08-15T04:07:37.970Z",
            "modified_at": "2019-08-15T04:07:37.970Z"
        },
        {
            "id": "9ae24422-5e70-41e8-b68c-fd1b5a72ae22",
            "igdb_id": 60579,
            "igdb_name": "Mario and Donkey Kong: Minis on the Move + Mario vs. Donkey Kong: Minis March Again!",
            "igdb_first_release_date": 1421280000,
            "igdb_cover_img_id": "ettsawtsgsmmqnosmgul",
            "igdb_summary": "A two-pack of two download-only Mario and/vs Donkey Kong games, released exclusively in Europe in a retail box with download codes inside.",
            "created_at": "2019-08-15T04:07:37.983Z",
            "modified_at": "2019-08-15T04:07:37.983Z"
        },
        {
            "id": "739f3725-8e9c-444f-bd1b-762f472869cf",
            "igdb_id": 37151,
            "igdb_name": "Mario & Luigi: Superstar Saga + Bowser's Minions",
            "igdb_first_release_date": 1507161600,
            "igdb_cover_img_id": "uqbwlxbwnqngs27nqrsq",
            "igdb_summary": "\"The game that launched the Mario & Luigi series returns looking better than ever before. \n \nIn this renewed classic, Mario and Luigi journey to the Beanbean Kingdom with Bowser to restore Princess Peach’s voice. Control Mario and Luigi simultaneously, making use of their unique Bros. Moves to solve puzzles and emerge victorious in action-packed battles. Pay heed to the enemy’s patterns and time your reactions right to land satisfying counterblows. \n \nIncluded in this remake is the Minion Quest: The Search for Bowser mode, which tells the story of the game from the perspective of Bowser’s minions. Recruit characters to grow your own Minion army as you fight to locate your missing leader!\"",
            "created_at": "2019-08-15T04:07:37.988Z",
            "modified_at": "2019-08-15T04:07:37.988Z"
        },
        {
            "id": "fd9dee80-0f63-437a-90f1-a68b8b67db95",
            "igdb_id": 3989,
            "igdb_name": "Mario Sports Mix",
            "igdb_first_release_date": 1290643200,
            "igdb_cover_img_id": "zlno2ewf4ujtwqvwbapc",
            "igdb_summary": "The games include volleyball, hockey (both field and ice), dodgeball, and basketball in the vein of the two companies' earlier collaboration, Mario Hoops 3 on 3. There are power-up items which give advantages to the team that attains them. Each game has an Exhibition mode, in which up to four human players compete in individual matches, and Tournament mode, where up to three players play matches in a tournament structure, with modes of difficulty named Mushroom, Flower and Star. \n \nMario Sports Mix also includes several party games based on the mechanics of each sport. Smash Skate is based on Hockey, Bob-omb Dodge is based on Dodgeball, Feed Petey is based on Basketball, and Harmony Hustle is based on Volleyball.",
            "created_at": "2019-08-15T04:07:37.992Z",
            "modified_at": "2019-08-15T04:07:37.992Z"
        },
        {
            "id": "65f116b5-b2b4-4f72-8693-b4c60554221e",
            "igdb_id": 6505,
            "igdb_name": "Mario vs. Donkey Kong",
            "igdb_first_release_date": 1085356800,
            "igdb_cover_img_id": "wrakcsrllq6mhoi4tcy4",
            "igdb_summary": "After years of apparent goodwill, Mario and Donkey Kong are at it again--this time, on Game Boy Advance. Donkey Kong has stolen all the Mini-Mario toys from the Mario Toy Co., and now it's up to Mario to hunt down his longtime nemesis and retrieve the pilfered goods. As Mario, you must race through challenging levels while finding keys and releasing Mini Marios before time runs out. Along the way, you'll master new moves that can help you overcome new puzzles.",
            "created_at": "2019-08-15T04:07:37.996Z",
            "modified_at": "2019-08-15T04:07:37.996Z"
        },
        {
            "id": "978c8d94-6e36-4c8b-9fc7-b69f19071a33",
            "igdb_id": 9511,
            "igdb_name": "Mario & Yoshi",
            "igdb_first_release_date": 692668800,
            "igdb_cover_img_id": "makmd0atukzdeua9de2l",
            "igdb_summary": "\"Yoshi is an action/puzzle game starring Mario's dinosaur buddy Yoshi who has been imprisoned in an egg. Now it's raining Goombas, Bloopers, and Boo Buddies, and you have to help Mario stop the airborne invasion. As the critters fall, catch them on trays. Stack two of a kind and they both disappear, or capture the whole bunch in between eggshells. When the eggshells match, out hatches Yoshi and up goes your score! The action heats up as the characters fall faster and faster. To save the day, switch and shuffle, and don't let your piles get too high!\"",
            "created_at": "2019-08-15T04:07:37.971Z",
            "modified_at": "2019-08-15T04:07:37.971Z"
        },
        {
            "id": "47c02172-8cf3-467f-8d46-d8ea75e9b1d1",
            "igdb_id": 3985,
            "igdb_name": "Mario Power Tennis",
            "igdb_first_release_date": 1098921600,
            "igdb_cover_img_id": "umug8qtctoidhnqhjrsh",
            "igdb_summary": "Mario Power Tennis features variations of tennis matches consisting of characters, courts, and scenarios based on the Mario series. The range of courts includes the standard three types of tennis court, but consists predominantly of those themed upon games in the Mario series, known as \"Gimmick\" courts. As well as adopting the style aesthetically, these feature thematic elements that influence how the match will be played on that surface, such as the ghosts in the Luigi's Mansion court, which hinder movement when the character comes into physical contact with them. \nAlthough standard tennis is available, variants of the sport can be played which adopt different rules and methods of victory. \"Ring Shot\" involves the player earning points by hitting the ball through rings of varying sizes, with the number of points dependent on the difficulty of the shot.[9] The player acquires the points whenever a winning shot is made adhering to standard rules; the match is won once the predetermined number of points is equaled or surpassed. A similar mode, \"Item Battle\", involves the characters using items based on the Mario universe to interfere with each other's game and gain an advantage",
            "created_at": "2019-08-15T04:07:37.984Z",
            "modified_at": "2019-08-15T04:07:37.984Z"
        },
        {
            "id": "3ce627da-33f2-41ce-b974-828bd70545c6",
            "igdb_id": 3105,
            "igdb_name": "Mario Bros.",
            "igdb_first_release_date": 426988800,
            "igdb_cover_img_id": "k72rncu6357fmlevus3t",
            "igdb_summary": "Mario Bros. is an arcade game published and developed by Nintendo in 1983. It was developed by Shigeru Miyamoto. \n \nMario Bros. features two plumbers, Mario and Luigi, having to investigate the sewers of New York after strange creatures have been appearing down there. The objective of the game is to defeat all of the enemies in each phase. The mechanics of Mario Bros. involve only running and jumping. Unlike future Mario games, players cannot jump on enemies and squash them, unless they were already turned on their back. Each phase is a series of platforms with four pipes at each corner of the screen (in the old version along with an object called a \"POW\" block in the center). Both sides of every phase feature a mechanism that allows the player to go off-screen to the left and appear on the right and vice versa. \nThe player gains points by defeating multiple enemies consecutively and can participate in a bonus round to gain more points. Enemies are defeated by kicking them over once they have been flipped on their back. This is accomplished by hitting the platform the enemy is on directly beneath them. If the player allows too much time to pass after doing this, the enemy will flip itself back over, changing in color and increasing speed. Each phase has a certain number of enemies, with the final enemy immediately changing color and increasing its speed to maximum. There are three enemies in all: the Shellcreeper, which simply walks around; the Sidestepper, which requires two hits to flip over; and the Fighter Fly, which moves by jumping and can only be flipped when it is touching a platform. Players may also make use of the above-mentioned \"POW\" block, which flips any enemy touching a platform or the floor when a player hits it from below. This item can be used three times before it disappears. Coins appear whenever enemies are defeated and may be collected for bonus points. \nAs the game progresses, elements are added to increase the difficulty. Fireballs either bounce around the screen or travel directly from one side to the other, and Slipices can freeze platforms, causing Mario and Luigi to skid. In addition, icicles start to form under the platforms and fall loose. Bonus rounds give the players a chance to score extra points by collecting coins without having to deal with enemies; the \"POW\" block regenerates itself on each of these screens.",
            "created_at": "2019-08-15T04:07:37.989Z",
            "modified_at": "2019-08-15T04:07:37.989Z"
        },
        {
            "id": "3abc5b7f-caed-42e7-9192-42aeb28d5c5b",
            "igdb_id": 21624,
            "igdb_name": "Mario's Game Gallery",
            "igdb_first_release_date": 849225600,
            "igdb_cover_img_id": "ntznyot1l6rhue47zqoc",
            "igdb_summary": "Mario's Game Gallery consists of five games: checkers, Go Fish, dominoes, backgammon, and \"yacht\", a version of Yahtzee. In these games, players face off against Mario. The games all play similarly to their real world counterparts, featuring pieces based on the Mario universe. Mario's Game Gallery is the first game in the series to feature Charles Martinet as Mario's voice actor, who has since gone on to act as Mario's voice actor in all games that give Mario a voice since.",
            "created_at": "2019-08-15T04:07:37.993Z",
            "modified_at": "2019-08-15T04:07:37.993Z"
        },
        {
            "id": "6ee2f09c-0b75-47ac-823d-65eb79a40369",
            "igdb_id": 2171,
            "igdb_name": "New Super Mario Bros. U",
            "igdb_first_release_date": 1353196800,
            "igdb_cover_img_id": "ulbvmfj907tjfl9xwuqv",
            "igdb_summary": "New Super Mario Bros. U is a new, side-scrolling adventure featuring Mario, Luigi, Toad ... and your Mii character! Now's your chance to step inside the Mushroom Kingdom and explore new worlds, new power-ups and new ways to play. Up to five players can jump into the fun, with up to four people using Wii Remote controllers and one on the Wii U GamePad. The experience is different, depending on which controller is used.",
            "created_at": "2019-08-15T04:07:37.997Z",
            "modified_at": "2019-08-15T04:07:37.997Z"
        },
        {
            "id": "f0015c21-6b06-4661-a87a-6a2b20f1d9ac",
            "igdb_id": 3351,
            "igdb_name": "Mario & Luigi: Superstar Saga",
            "igdb_first_release_date": 1069027200,
            "igdb_cover_img_id": "co1n2d",
            "igdb_summary": "An evil witch has replaced Princess Peach's fair speech with explosives! Mario and Luigi must once again come to her rescue, but this time they employ the help of Bowser, their sworn enemy. Mario and Luigi must learn new moves and combine powers to fight off enemies and move closer to the witch's castle. Guide this unlikely bunch through an abundance of minigames such as Border Jump and Mystery Carts. Combine the powers of Mario and Luigi to pull off special tag-team moves. Immerse yourself in this bright, cartoonish, and humorous world, complete with hit music featured in previous Mario games.",
            "created_at": "2019-08-15T04:07:37.971Z",
            "modified_at": "2019-08-15T04:07:37.971Z"
        },
        {
            "id": "3fe4db8b-0f5a-4600-9b37-2414f174fa37",
            "igdb_id": 1077,
            "igdb_name": "Super Mario Galaxy",
            "igdb_first_release_date": 1193875200,
            "igdb_cover_img_id": "dn7i6gqay5c0z0ntuhol",
            "igdb_summary": "Experience a gravity-defying adventure! \n \nBecome Mario as he traverses gravity-bending galaxies, traveling in and out of gravitational fields by blasting from planet to planet. Players experience dizzying perspective shifts as they run upside down through wild alien worlds that need to be seen to be believed. Whether you're surfing on a ray across an ocean in the clouds, rolling on a ball through a treacherous garden, or floating in a bubble over a poisonous swamp, there's no limit to the cosmic challenges you'll encounter! \n \n* Shake it! Controlling Mario is as simple as can be with the Wii Remote and Nunchuk. Move Mario with the Control Stick and shake the Wii Remote to perform a spin move or cue Ring Stars that launch you to and from planetary objects. You can even point at bits of stardust to collect them or latch onto Beam Stars to blaze a magnetic trail through the heavens. \n \n* Mario can run, tiptoe, jump, triple-jump, backflip, and long-jump, but what he'll do most is spin. By shaking the Wii Remote, players make Mario spin around with fists outstretched, allowing him to pummel enemies and cue Star Rings that launch him from planet to planet. \n \n* He can also find plenty of power-ups: A Bee Mushroom turns him into Bee Mario, allowing him to fly for short periods of time and cling to honeycombs. A Boo Mushroom turns him into Boo Mario, allowing him to float and turn invisible to pass through mesh gates. \n \n* He'll constantly collect bits of stardust. These can be fired at enemies using the B Button. A second player can even take on this role, using a second Wii Remote to stall enemies, fire stardust, or even sweep aside projectiles.",
            "created_at": "2019-08-15T04:07:37.984Z",
            "modified_at": "2019-08-15T04:07:37.984Z"
        },
        {
            "id": "cfe4890d-d803-49d0-b0ff-a3c332d84494",
            "igdb_id": 3340,
            "igdb_name": "Paper Mario",
            "igdb_first_release_date": 965952000,
            "igdb_cover_img_id": "mwvem3uj0c4utel5zido",
            "igdb_summary": "Paper Mario is probably best described as an RPG platformer. Mario travels through various lands, from desert to rainforest, on land, water and air, platformer style, jumping on objects, breaking blocks, and uncovering hidden items. But he interacts with characters, enemies, and storyline development RPG style. The game begins as Mario sets out to save the Princess from the evil Bowser, who has stolen a magical artifact called the Star Rod and made himself invincible. Jealous of Mario's popularity and wanting desperately to be favored by the Princess, Bowser has kidnapped her against her will and taken her to his floating castle high in the skies above the land. Mario quickly finds that the only way he can beat Bowser and rescue his main girl is to retrieve seven Star Spirits, magical entities that grant wishes, and use them against his evil foe.",
            "created_at": "2019-08-15T04:07:37.989Z",
            "modified_at": "2019-08-15T04:07:37.989Z"
        },
        {
            "id": "5bd707fb-01c5-4c07-81b1-f45c39b074a6",
            "igdb_id": 6503,
            "igdb_name": "Mario Pinball Land",
            "igdb_first_release_date": 1093478400,
            "igdb_cover_img_id": "cguwnznftnlwndoc4w1r",
            "igdb_summary": "Jumping has always helped Mario perform heroic feats, but in Mario Pinball Land, the plumber must learn how to roll to rescue the princess. When Bowser kidnaps Peach and escapes to another dimension, a scientist transforms Mario into a ball to chase after the fiend. Now you must use your flippers to shoot a much rounder Mario into doors that lead to new areas. In his new form, Mario is also useful for knocking down enemies, picking up special bonuses, and finding power-ups.",
            "created_at": "2019-08-15T04:07:37.993Z",
            "modified_at": "2019-08-15T04:07:37.993Z"
        },
        {
            "id": "e9ff513f-e54c-47e1-b87e-5b0967c5bee5",
            "igdb_id": 39342,
            "igdb_name": "Mario Kart Arcade GP 2",
            "igdb_first_release_date": 1175385600,
            "igdb_cover_img_id": "mvofnsx2avpu68thyszy",
            "igdb_summary": "Mario Kart Arcade GP (マリオカート アーケードグランプリ Mario Kāto Ākēdo Guran Puri?) is an arcade-only iteration of Nintendo's Mario Kart series, developed by Namco. Designed for the Triforce arcade board (also used for F-Zero AX), players can race as one of eleven characters on twenty-four tracks. On certain machines, for an additional fee, a player's data can be saved on a magnetic card which can be inserted into the machine again later to retain unlocked items and records. Nintendo's limited role of development was mainly isolated to ensuring that it was a worthy title for the established franchise. \n \nThis game's arcade cabinet houses a camera that will take a photograph of the player's face. The photo can be customized and then will be displayed above the player's character during multiplayer races. \n \nThe game is noted for being the first Mario Kart to feature playable crossover characters: Namco's Pac-Man, Ms. Pac-Man and Blinky. The game's sequel also featured Mametchi, a character from the Tamagotchi games, and the third installment included Don from the Taiko no Tatsujin franchise.",
            "created_at": "2019-08-15T04:07:37.997Z",
            "modified_at": "2019-08-15T04:07:37.997Z"
        },
        {
            "id": "48aac9d8-df97-4e12-b94a-828a1a400b20",
            "igdb_id": 77378,
            "igdb_name": "Super Mario All-Stars + Super Mario World",
            "igdb_first_release_date": 786240000,
            "igdb_cover_img_id": "co1hoo",
            "igdb_summary": "Put quite simply, this is the amalgamation of the previously released Super Mario All-Stars compilation with Super Mario World added. While games already in the All-Stars bundle have major graphical and audio improvements, the only change made to Super Mario World is a slight tweak of Luigi's graphic sprites, making him slightly thinner and taller (rather than being the same height and stature of Mario) which does not affect gameplay.",
            "created_at": "2019-08-15T04:07:37.974Z",
            "modified_at": "2019-08-15T04:07:37.974Z"
        },
        {
            "id": "e5e52d95-8612-4005-b451-5c42276a6313",
            "igdb_id": 16617,
            "igdb_name": "Super Mario Advance 2: Super Mario World",
            "igdb_first_release_date": 1008288000,
            "igdb_cover_img_id": "co1hl1",
            "igdb_summary": "Super Mario Advance 2: Super Mario World is a remake of Super Mario World for the Game Boy Advance starring Mario's dinosaur friend Yoshi for the first time. \n\nSuper Mario Advance is a four-part series for the GBA with Super Mario games of the NES and SNES era. The remakes came with adjusted graphics, sound and additional content. Each game of the series includes additionally the arcade-classic \"Mario Bros\" which can be played in multiplayer via link cable.",
            "created_at": "2019-08-15T04:07:37.974Z",
            "modified_at": "2019-08-15T04:07:37.974Z"
        },
        {
            "id": "80f52836-67d6-4e53-9871-fa0ce6070ba9",
            "igdb_id": 16746,
            "igdb_name": "Super Mario Advance: Super Mario Bros. 2",
            "igdb_first_release_date": 985132800,
            "igdb_cover_img_id": "pbdo0f79yhy97az46zpp",
            "igdb_summary": "Super Mario Advance: Super Mario Bros. 2 is a GBA-remake of Super Mario Bros. 2 for the NES. \n\nSuper Mario Advance is a four-part series for the GBA with Super Mario games of the NES and SNES era. The remakes came with adjusted graphics, sound and additional content. Each game of the series includes additionally the arcade-classic \"Mario Bros\" which can be played in multiplayer via link cable.",
            "created_at": "2019-08-15T04:07:37.974Z",
            "modified_at": "2019-08-15T04:07:37.974Z"
        },
        {
            "id": "83670a4b-cd21-463c-b03e-81cf91e5cc0a",
            "igdb_id": 1067,
            "igdb_name": "Super Mario Bros. 2",
            "igdb_first_release_date": 589075200,
            "igdb_cover_img_id": "suassfx7mt3lpsctjlxw",
            "igdb_summary": "Mario’s back! Bigger and badder than before! This time it’s a fierce action-packed battle to free the land of Subcon from the curse of the evil Wart. It’s up to you, along with Mario, Luigi, Toad and the Princess, to fight your way through bizarre multi-level worlds and find him! This time you’ve got a brand new kind of power - plucking power - and now anything you find can be a weapon. But beware! You’ve never seen creatures like these! Shyguys and Tweeters! Ninji and Beezos! And you’ve never had an adventure like this! Only cunning and speed can save you now…",
            "created_at": "2019-08-15T04:07:37.984Z",
            "modified_at": "2019-08-15T04:07:37.984Z"
        },
        {
            "id": "6cd7b19a-88d6-4705-833e-ce8dd37b8372",
            "igdb_id": 3987,
            "igdb_name": "Mario Super Sluggers",
            "igdb_first_release_date": 1213833600,
            "igdb_cover_img_id": "sr1ba3wsp37optf1gui9",
            "igdb_summary": "Mario Super Sluggers, the sequel to Mario Superstar Baseball, continues the arcade-style gameplay of Mario sports games. Mario and friends are invited to the Baseball Kingdom to play games against each other. When Bowser hears this, he immediately interrupts the party. \n \nThere are several game modes to choose from like in the previous game. In Exhibition mode, players play a single game against each other. Players can choose different options such as how many innings to play, if captains can use star powers (each captain has a different star swing and pitch), and toggle error items off and on (error items can be thrown at fielders). \n \nThe single-player Challenge mode is different this time around. Instead of choosing a team captain, players start with Mario who must find teammates to take on Bowser Jr. and Bowser. Teammates aren't unlocked by playing a game rather they only join the team by clearing certain objectives. Most of the action takes place on areas with an overhead perspective; each area is based around a team captain. Each captain has a special ability to find teammates and coins, which are used to buy items to aid in the quest or in a game against Bowser Jr. or later against Bowser. More coins can be gotten in minigames. \n \nToy Field mode is slightly different to the one featured in Mario Superstar Baseball. Like in the GameCube game, players take turns batting to get points; a turn is granted to whomever grabs and holds the ball after a certain amount of time has passed. Unlike in the previous game, however, fielders can attack each other to steal the ball away from whomever has it. The batter can also throw items at the fielders to cause them to drop the ball and grant the batter another turn.",
            "created_at": "2019-08-15T04:07:37.985Z",
            "modified_at": "2019-08-15T04:07:37.985Z"
        },
        {
            "id": "27293aa8-5359-404e-94a4-1bf3e5b20df1",
            "igdb_id": 3401,
            "igdb_name": "Mario Golf",
            "igdb_first_release_date": 932947200,
            "igdb_cover_img_id": "vihnu43htxutdcvyg7ks",
            "igdb_summary": "Forget buying expensive golf gear--Mario brings the game to you. Mario Golf features four complete 18-hole courses, 11 golfers, and precise play control. Create your own golfer and build up his or her experience and skill levels by competing in various tournaments and head-to-head matches. The more you play, the stronger and more accurate your golfer becomes. There are many different modes of play in Mario Golf, including a wide variety of minigames designed to challenge even the most level-headed swingers.",
            "created_at": "2019-08-15T04:07:37.988Z",
            "modified_at": "2019-08-15T04:07:37.988Z"
        },
        {
            "id": "3eb174a0-cd60-4a58-8bcf-348b1fbd8399",
            "igdb_id": 3476,
            "igdb_name": "Dr. Mario",
            "igdb_first_release_date": 649036800,
            "igdb_cover_img_id": "kzkyaouslpjm2wwltqu8",
            "igdb_summary": "Dr. Mario is a falling block tile-matching video game,[13] in which Mario assumes the role of a doctor, dropping two-colored medical capsules into a medicine bottle representing the playing field. This area is populated by viruses of three colors: red, yellow, and blue. In a manner and style considered similar to Tetris,[14] the player manipulates each capsule as it falls, moving it left or right and rotating it such that it is positioned alongside the viruses and any existing capsules. When four or more capsule halves or viruses of matching color are aligned in vertical or horizontal configurations, they are removed from play. The main objective is to complete levels, which is accomplished by eliminating all viruses from the playing field. A game over occurs if capsules fill up the playing field in a way that obstructs the bottle's narrow neck.[15] \n \nPlayers can select the degree of starting difficulty any time a new game is started. The initial level chosen is a value between zero and twenty that determines the number of viruses to clear, and the three game speed options change how fast the capsules fall in the bottle. The player's score is based solely on the elimination of viruses, not on the time taken to complete the level or the number of capsules used. If players complete the highest difficulty level, they can continue playing to accumulate a higher score, but the number of viruses to clear remains the same. Additional points are awarded when multiple viruses are eliminated at once, but no additional points are awarded for initiating chain reactions, in which the elimination of one set of objects triggers the elimination of another set. The game speed is also a factor in how the game calculates scoring; higher speed levels yield more points.",
            "created_at": "2019-08-15T04:07:37.985Z",
            "modified_at": "2019-08-15T04:07:37.985Z"
        },
        {
            "id": "881acdbc-449a-4c96-8b6f-27c925382882",
            "igdb_id": 3406,
            "igdb_name": "Mario Tennis",
            "igdb_first_release_date": 967420800,
            "igdb_cover_img_id": "wpooq2f8os0fiwtu1cju",
            "igdb_summary": "All of your favorite characters hit the court in a wild and wacky multiplayer tennis game from the makers of Mario Golf. Mario, Luigi, Bowser, Peach, Toad, and Donkey Kong lead off the all-star, 14-player line-up. The fast-paced action will have you unleashing vicious volleys, life-saving lobs, ballistic backhands and electrifying super-charged smashes!",
            "created_at": "2019-08-15T04:07:37.990Z",
            "modified_at": "2019-08-15T04:07:37.990Z"
        },
        {
            "id": "d31b4f4c-40b6-4465-8620-d062dd70bd6e",
            "igdb_id": 1079,
            "igdb_name": "Super Mario 3D Land",
            "igdb_first_release_date": 1320278400,
            "igdb_cover_img_id": "co1o0g",
            "igdb_summary": "Mario is once again out to beat Bowser in Super Mario 3D Land! The game features the well-known Mario playstyle that people all around the world love, but in 3D!",
            "created_at": "2019-08-15T04:07:37.994Z",
            "modified_at": "2019-08-15T04:07:37.994Z"
        },
        {
            "id": "beefca09-a2e4-4f53-8fb1-2ba0d0bf095e",
            "igdb_id": 8203,
            "igdb_name": "Mario Paint",
            "igdb_first_release_date": 711072000,
            "igdb_cover_img_id": "nuzeude7bjbsoot905go",
            "igdb_summary": "Mario Paint lets you draw, paint, animate and compose music! Creation! Imagination is your only limit with an amazing variety of drawing tools. Animation! Add exciting dimension by creating moving animation with up to 9 frame sequences. Orchestration! Compose your own songs by selecting from over 15 different musical sounds and the entire scale of notes. Coordination! Increase your Super NES Mouse dexterity by playing Gnat Attack, the clever fly swatter game included inside.",
            "created_at": "2019-08-15T04:07:37.990Z",
            "modified_at": "2019-08-15T04:07:37.990Z"
        },
        {
            "id": "0b7c932e-62e2-43b5-968a-bf9532dbbdee",
            "igdb_id": 1075,
            "igdb_name": "Super Mario Sunshine",
            "igdb_first_release_date": 1027036800,
            "igdb_cover_img_id": "ok5aq7j375uaxp59zr2g",
            "igdb_summary": "When Mario arrives on tropical Isle Delfino, the once-pristine island is polluted and plastered with graffiti. Even worse, he's being blamed for the mess! Now instead of enjoying a relaxing vacation, Mario has to clean up the place and track down the real culprit.",
            "created_at": "2019-08-15T04:07:37.994Z",
            "modified_at": "2019-08-15T04:07:37.994Z"
        },
        {
            "id": "bd266f27-f022-41c2-b3c1-93ef8afbb9b9",
            "igdb_id": 2350,
            "igdb_name": "Mario Kart 8",
            "igdb_first_release_date": 1401321600,
            "igdb_cover_img_id": "j5bhfy3jxxt5yzoq3fsl",
            "igdb_summary": "Turn your racing experience upside down! Nintendo’s Mario Kart franchise comes to the Wii U console in full HD, introducing new racing circuit designs and anti-gravity karts that will have players driving upside down. And for the first time, all of Bowser’s seven Koopalings are playable characters-- get a taste of being bad on the race track by playing as Iggy, Larry, Lemmy, Ludwig, Morton, Roy and Wendy. Players will also enjoy a variety of series-favorite features, including the return of 12-player online competitive play, hang-gliders, underwater racing and motorbikes.",
            "created_at": "2019-08-15T04:07:37.991Z",
            "modified_at": "2019-08-15T04:07:37.991Z"
        },
        {
            "id": "f1b94009-a311-404f-8c32-1b6608e1892b",
            "igdb_id": 45160,
            "igdb_name": "Mario Kart Arcade GP",
            "igdb_first_release_date": 1131753600,
            "igdb_cover_img_id": "wdkczastz2pptd2wwgsi",
            "igdb_summary": "Mario Kart Arcade GP (マリオカート アーケードグランプリ Mario Kāto Ākēdo Guran Puri?) is an arcade-only iteration of Nintendo's Mario Kart series, developed by Namco. Designed for the Triforce arcade board (also used for F-Zero AX), players can race as one of eleven characters on twenty-four tracks. On certain machines, for an additional fee, a player's data can be saved on a magnetic card which can be inserted into the machine again later to retain unlocked items and records. Nintendo's limited role of development was mainly isolated to ensuring that it was a worthy title for the established franchise. \n \nThis game's arcade cabinet houses a camera that will take a photograph of the player's face. The photo can be customized and then will be displayed above the player's character during multiplayer races. \n \nThe game is noted for being the first Mario Kart to feature playable crossover characters: Namco's Pac-Man, Ms. Pac-Man and Blinky. The game's sequel also featured Mametchi, a character from the Tamagotchi games. The third installment included Don from the Taiko no Tatsujin franchise.",
            "created_at": "2019-08-15T04:07:37.995Z",
            "modified_at": "2019-08-15T04:07:37.995Z"
        },
        {
            "id": "735f5d12-2a04-4746-a24a-ee5c38575c77",
            "igdb_id": 21910,
            "igdb_name": "Dr. Mario Online Rx",
            "igdb_first_release_date": 1206403200,
            "igdb_cover_img_id": "ldq6oceguml9zkou7lmm",
            "igdb_summary": "The all-time puzzle classic returns for the Wii generation, featuring online gameplay and a new Germ Buster mode! Destroy all the viruses trapped in the bottle by dropping and slotting capsules to create lines of matching colours. The more viruses you clear, the faster the capsules drop. \n \nIn Dr. Mario, challenge the computer in 1 Player mode, go head-to-head with a friend in 2 Player mode, or prove your skills against the world via Nintendo Wi-Fi Connection. You can also send a demo version of the game to a friend (within your region) using WiiConnect24. \n \nIn Germ Buster (based on the relaxation game in More Brain Training from Dr Kawashima), up to four players can use their Wii Remotes to grab, spin and slot capsules as your Miis try to keep the nasty bugs at bay. Who thought that catching germs could be so much fun?",
            "created_at": "2019-08-15T04:07:37.993Z",
            "modified_at": "2019-08-15T04:07:37.993Z"
        },
        {
            "id": "cfbc4f37-637a-43c9-83e5-c19fbf128fbd",
            "igdb_id": 1072,
            "igdb_name": "Wario Land: Super Mario Land 3",
            "igdb_first_release_date": 765072000,
            "igdb_cover_img_id": "oz4pynjbgos0vcyhylyi",
            "igdb_summary": "Hey! Things are really cookin' on Kitchen Island! Wario's got a scheme to steal the pirates' treasure so he can have his very own castle! You help Wario get the treasure by smashing into the the magic pots! Each pot changes him into Dragon Wario, Bull Wario, or Jet Wario! With each change comes new powers! \n \nDozens of enemies try to stop Wario, but you have the power to beat them! \n \nBe the bad guy! \n \nExplore the many exciting levels of Kitchen Island! \n \nBattery-backed memory saves your progress for many hours of fun!",
            "created_at": "2019-08-15T04:07:37.997Z",
            "modified_at": "2019-08-15T04:07:37.997Z"
        }
    ]
}
